
/* Label for the password field in the account preferences */
"Password:" = "Lösenord:";

/* No comment provided by engineer. */
"The characters you're entering are not valid for an account name on this service." = "De tecken du skrivit är inte giltiga som kontonamn på den här tjänsten.";
